Repository: collective/collective.facebook.accounts
Catalog: src/collective/facebook/accounts/locales/*/LC_MESSAGES/collective.facebook.accounts.po
Languages: es, nl

source: Accounts
es: Cuentas

source: App ID/API Key
es: ID de aplicación / Llave de API

source: App Secret
es: Clave secreta de aplicación

source: Authenticate app
es: Autenticar app
nl: Authenticeer app

source: Authenticate as a user and grant an application permissions.
es: Autenticar como usuario y proveer permisos a una aplicación.
nl: Authenticeer als een gebruiker en geef een applicatie rechten.

source: Authenticate as an application.
es: Autenticar como una aplicación.
nl: Authenticeer als een applicatie.

source: Authorize new account
es: Autorizar nueva cuenta
nl: Autoriseer nieuw account

source: Authorize new app
es: Autorizar una nueva aplicación
nl: Autoriseer nieuwe app

source: Choose which non revocable permissions to ask access to. Full explanation for each: https://developers.facebook.com/docs/reference/api/permissions/
es: Seleccione que permisos no revocables pedir. Explicación completa para cada uno: https://developers.facebook.com/docs/reference/api/permissions/
nl: Kies voor welke van de niet herroepelijke permissies toestemming gevraagd moeten worden. Voor een volledige uitleg: https://developers.facebook.com/docs/reference/api/permissions/

source: Choose which revocable permissions to ask access to. Full explanation for each: https://developers.facebook.com/docs/reference/api/permissions/
es: Seleccione que permisos revocables pedir. Explicación completa para cada uno: https://developers.facebook.com/docs/reference/api/permissions/
nl: Kies voor welke van de herroepelijke permissies toestemming gevraagd moeten worden. Voor een volledige uitleg: https://developers.facebook.com/docs/reference/api/permissions/

source: Expires:
es: Expira:
nl: Verloopt:

source: Facebook setup
es: Configuración de Facebook
nl: Facebook instellingen

source: ID for your application. You need to create an app here: https://developers.facebook.com/apps
es: ID Para su aplicación. Necesita crear una aplicación desde: https://developers.facebook.com/apps
nl: ID van uw applicatie. U moet een applicatie aanmaken via: https://developers.facebook.com/apps

source: Info
es: Información
nl: Informatie

source: Installs the collective.facebook.accounts package (initial setup).
es: Instala el paquete collective.facebook.accounts (configuración inicial).
nl: Installeert het collective.facebook.accounts product (initiÃ«le setup).

source: Installs the collective.facebook.accounts package.
es: Instala el paquete collective.facebook.accounts.
nl: Installeert het collective.facebook.accounts product.

source: Lets you configure several Facebook accounts
es: Permite configurar varias cuentas de Facebook
nl: Laat u diverse Facebook accounts configureren

source: Never
es: Nunca
nl: Nooit

source: Non revocable permissions
es: Permisos no revocables
nl: Niet herroepbare permissies

source: Request user auth
es: Requerir autenticación
nl: Vraag autorisatie

source: Revocable permissions
es: Permisos revocables
nl: Herroepbare permissies

source: Secret for your application.
es: Secreto para su aplicación.
nl: Geheime sleutel van uw applicatie.

source: There are no accounts configured yet.
es: No se encuentran cuentas configuradas.
nl: Er zijn nog geen accounts geconfigureerd.

source: Uninstall profile for the collective.facebook.accounts package.
es: Desinstala el paquete collective.facebook.accounts.
nl: Profiel om het collective.facebook.accounts product te de-installeren.

source: api_keys
es: Llaves de API

source: collective.facebook.accounts initial
es: collective.facebook.accounts inicial
nl: collective.facebook.accounts initieel

source: collective.facebook.accounts uninstall
es: collective.facebook.accounts desintalación
nl: collective.facebook.accounts de-installeren

source: perm_fields
es: Permisos
nl: Permissies

source: collective.facebook.accounts
nl: collective.facebooks.accounts
